Repository: digicademy-chf/chf_bib
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# database.bibliographicResource
source: Bibliography
de: Bibliografie

# database.bibliographicResource.content
source: Content
de: Inhalt

# database.bibliographicResource.title
source: Title
de: Titel

# database.bibliographicResource.title.description
source: Name of the bibliography
de: Name der Bibliografie

# database.bibliographicResource.language
source: Language
de: Sprache

# database.bibliographicResource.language.description
source: Language of the bibliography
de: Sprache der Bibliografie

# database.bibliographicResource.syncId
source: Zotero synchronisation URL
de: URL für die Zotero-Synchronisierung

# database.bibliographicResource.syncId.description
source: Web address of a Zotero library, group, or collection that can be used to import data using a TYPO3 task
de: Webadresse einer Zoterobibliothek, -gruppe oder -sammlung, die per TYPO3-Aufgabe zum Datenimport genutzt werden kann

# database.bibliographicResource.syncState
source: Zotero synchronisation state
de: Stand der Zotero-Synchronisierung

# database.bibliographicResource.syncState.description
source: Version number of the Zotero database during the last successful import (should not be changed manually)
de: Versionsnummer der Zoterodatenbank beim letzen erfolgreichen Import (sollte nicht von Hand geändert werden)

# database.bibliographicResource.description
source: Description
de: Beschreibung

# database.bibliographicResource.description.description
source: Brief information about the bibliography
de: Kurze Erläuterung der Bibliografie

# database.bibliographicResource.uri.description
source: Web address of the bibliography
de: Webadresse der Bibliografie

# database.bibliographicResource.sameAs
source: Reference URI
de: Referenz-URI

# database.bibliographicResource.sameAs.description
source: External web address to identify the bibliography across the web
de: Externe Webadresse zur Identifikation der Bibliografie im Internet

# database.bibliographicResource.entry
source: Entry
de: Eintrag

# database.bibliographicResource.entry.description
source: List of all entries in this bibliography
de: Liste aller Einträge in dieser Bibliografie

# database.bibliographicResource.contributor
source: Contributor
de: Beitragende:r

# database.bibliographicResource.contributor.description
source: List of all contributors in this bibliography
de: Liste aller Beitragenden in dieser Bibliografie

# database.bibliographicResource.tag
source: Tag
de: Schlagwort

# database.bibliographicResource.tag.description
source: List of all tags in this bibliography
de: Liste aller Schlagworte in dieser Bibliografie

# database.tag
source: Tag
de: Schlagwort

# database.tag.labelled
source: Labelled
de: Verschlagwortet

# database.tag.parent_id
source: Bibliography
de: Bibliografie

# database.tag.parent_id.description
source: Bibliography that this tag is attached to
de: Bibliografie, zu der dieses Schlagwort gehört

# database.tag.text
source: Tag
de: Schlagwort

# database.tag.text.description
source: Name of the tag
de: Bezeichnung des Schlagworts

# database.tag.type
source: Type
de: Art

# database.tag.type.description
source: Type of tag
de: Art des Schlagworts

# database.tag.description
source: Description
de: Beschreibung

# database.tag.description.description
source: Brief information about the tag
de: Kurze Erläuterung des Schlagworts

# database.tag.sameAs
source: Reference URI
de: Referenz-URI

# database.tag.sameAs.description
source: External web address to identify the tag across the web
de: Externe Webadresse zur Identifikation des Schlagworts im Internet

# database.tag.asLabelOfEntry
source: As label of an entry
de: Als Label bei einem Eintrag

# database.tag.asLabelOfEntry.description
source: List of entries that use this tag as a label
de: Liste der Einträge, die dieses Schlagwort als Label verwenden

# database.tag.asLabelOfContributor
source: As label of a contributor
de: Als Label bei einer oder einem Beitragenden

# database.tag.asLabelOfContributor.description
source: List of contributors that use this tag as a label
de: Liste der Beitragenden, die dieses Schlagwort als Label verwenden

# database.tag.asLabelOfReference
source: As label of a reference
de: Als Label bei einer Referenz

# database.tag.asLabelOfReference.description
source: List of References that use this tag as a label
de: Liste der Referenzen, die dieses Schlagwort als Label verwenden

# database.sameAs
source: Reference URI
de: Referenz-URI

# database.sameAs.uri.description
source: External web address to identify an entity across the web
de: Externe Webadresse zur Identifikation einer Entität im Internet

# database.scope
source: Scope
de: Ausgabe

# database.scope.text.description
source: Specific notation, e.g., URL, ISSN, volume, issue, or another number
de: Genauere Bezeichnung, z.B. URL, ISSN, Band, Heftnummer oder andere Nummer

# database.scope.type
source: Type
de: Art

# database.scope.type.description
source: Type of notation
de: Art der Bezeichnung

# database.scope.type.urn
source: URN (includes DOI and Handle)
de: URN (inklusive DOI und Handle)

# database.scope.type.url
source: URL (web address)
de: URL (Webadresse)

# database.scope.type.callNumber
source: Call number
de: Signatur

# database.scope.type.volume
source: Volume
de: Band

# database.scope.type.issue
source: Issue
de: Heftnummer

# database.scope.type.edition
source: Edition
de: Ausgabe

# database.contributor
source: Contributor
de: Beitragende:r

# database.contributor.contributions
source: Contributions
de: Beiträge

# database.contributor.parent_id
source: Bibliography
de: Bibliografie

# database.contributor.parent_id.description
source: Bibliography that this contributor is attached to
de: Bibliografie, zu der diese:r Beitragende gehört

# database.contributor.uuid.description
source: Unique identifier of the contributor
de: Einzigartiger Identifikator der oder des Beitragenden

# database.contributor.surname
source: Surname
de: Nachname

# database.contributor.surname.description
source: Surname of the contributor
de: Nachname der oder des Beitragenden

# database.contributor.forename
source: Forename
de: Vorname

# database.contributor.forename.description
source: Forename of the contributor
de: Vorname der oder des Beitragenden

# database.contributor.corporateName
source: Corporate name
de: Name der Körperschaft

# database.contributor.corporateName.description
source: Name of a corporate body (e.g., an organisation) used instead of forename and surname
de: Körperschaftsname (z.B. einer Organisation) anstelle von Vor- und Nachname

# database.contributor.label.description
source: Label to group the contributor into
de: Label zum Gliedern von Beitragenden

# database.contributor.sameAs
source: Reference URI
de: Referenz-URI

# database.contributor.sameAs.description
source: External web address to identify the contributor across the web
de: Externe Webadresse zur Identifikation der oder des Beitragenden im Internet

# database.contributor.asAuthor
source: As author
de: Als Autor:in

# database.contributor.asAuthor.description
source: List of contributions as an author
de: Liste der Beiträge als Autor:in

# database.contributor.asEditor
source: As editor
de: Als Redakteur:in

# database.contributor.asEditor.description
source: List of contributions as an editor
de: Liste der Beiträge als Redakteur:in

# database.contributor.asTranslator
source: As translator
de: Als Übersetzer:in

# database.contributor.asTranslator.description
source: List of contributions as a translator
de: Liste der Beiträge als Übersetzer:in

# database.contributor.asGenericContributor
source: As generic contributor
de: Als andere:r Beitragende:r

# database.contributor.asGenericContributor.description
source: List of contributions as a generic contributor
de: Liste der Beiträge als andere:r Beitragende:r

# database.reference
source: Reference
de: Referenz

# database.reference.entry
source: Entry
de: Eintrag

# database.reference.entry.description
source: Bibliographic entry to reference
de: Zu referenzierender bibliografischer Eintrag

# database.reference.elaboration
source: Elaboration
de: Einzelheit

# database.reference.elaboration.description
source: Detailed reference, e.g., a page number
de: Detaillierte Referenz, z.B. als Seitenzahl

# database.reference.elaborationType
source: Elaboration type
de: Einzelheitenart

# database.reference.elaborationType.description
source: Type of detailed reference
de: Art der detaillierten Referenz

# database.reference.elaborationType.pageNumbers
source: Page numbers
de: Seitenzahlen

# database.reference.elaborationType.paragraphNumbers
source: Paragraph numbers
de: Absatznummern

# database.reference.elaborationType.columnNumbers
source: Column numbers
de: Spaltenzahlen

# database.reference.elaborationType.chapterNumbers
source: Chapter numbers
de: Kapitelnummern

# database.reference.label.description
source: Label to group the reference into
de: Label zum Gliedern von Referenzen

# database.reference.lastChecked
source: Last checked
de: Zuletzt überprüft

# database.reference.lastChecked.description
source: Date when the reference was last checked
de: Datum, an dem die Referenz zuletzt überprüft wurde

# database.entry
source: Entry
de: Eintrag

# database.entry.publication
source: Publication
de: Publikation

# database.entry.contributors
source: Contributors
de: Beitragende

# database.entry.scopesAndExtent
source: Scopes and extent
de: Ausgaben und Umfang

# database.entry.content
source: Content
de: Inhalt

# database.entry.referenced
source: Referenced
de: Referenziert

# database.entry.parent_id
source: Bibliography
de: Bibliografie

# database.entry.parent_id.description
source: Bibliography that this entry is attached to
de: Bibliografie, zu der dieser Eintrag gehört

# database.entry.uuid.description
source: Unique identifier of the entry
de: Einzigartiger Identifikator des Eintrags

# database.entry.type
source: Entry type
de: Eintragsart

# database.entry.type.description
source: Approximate taxonomy of the bibliographic entry
de: Grobe Klassifizierung des bibliografischen Eintrags

# database.entry.type.artwork
source: Artwork
de: Kunstwerk

# database.entry.type.audioRecording
source: Audio recording
de: Tonaufnahme

# database.entry.type.bill
source: Bill
de: Gesetzentwurf

# database.entry.type.blogPost
source: Blog post
de: Blogbeitrag

# database.entry.type.book
source: Book
de: Buch

# database.entry.type.bookSection
source: Book section
de: Buchkapitel

# database.entry.type.case
source: Case
de: Fall

# database.entry.type.conferencePaper
source: Conference paper
de: Konferenzbeitrag

# database.entry.type.dataset
source: Dataset
de: Datensatz

# database.entry.type.dictionaryEntry
source: Dictionary entry
de: Wörterbucheintrag

# database.entry.type.document
source: Document
de: Dokument

# database.entry.type.encyclopediaArticle
source: Encyclopedia article
de: Lexikonartikel

# database.entry.type.forumPost
source: Forum post
de: Forenbeitrag

# database.entry.type.hearing
source: Hearing
de: Anhörung

# database.entry.type.instantMessage
source: Instant message
de: Chatbeitrag

# database.entry.type.journalArticle
source: Journal article
de: Fachzeitschriftenbeitrag

# database.entry.type.letter
source: Letter
de: Brief

# database.entry.type.magazineArticle
source: Magazine article
de: Zeitschriftenartikel

# database.entry.type.manuscript
source: Manuscript
de: Manuskript

# database.entry.type.map
source: Map
de: Landkarte

# database.entry.type.newspaperArticle
source: Newspaper article
de: Zeitungsartikel

# database.entry.type.presentation
source: Presentation
de: Vortrag

# database.entry.type.radioBroadcast
source: Radio broadcast
de: Radiobeitrag

# database.entry.type.report
source: Report
de: Bericht

# database.entry.type.statute
source: Statute
de: Gesetz

# database.entry.type.thesis
source: Thesis
de: Universitäre Arbeit

# database.entry.type.tvBroadcast
source: TV broadcast
de: Fernsehsendung

# database.entry.type.videoRecording
source: Video recording
de: Videoaufnahme

# database.entry.type.webpage
source: Web page
de: Webseite

# database.entry.label.description
source: Label to group the entry into
de: Label zum Gliedern von Einträgen

# database.entry.syncId
source: Zotero synchronisation URL
de: URL für die Zotero-Synchronisierung

# database.entry.syncId.description
source: Web address of a Zotero entry to be set and used during automated imports via a TYPO3 task
de: Webadresse eines Zoteroeintrags, die bei automatisierten Imports per TYPO3-Aufgabe gesetzt und genutzt werden kann

# database.entry.sameAs
source: Reference URI
de: Referenz-URI

# database.entry.sameAs.description
source: External web address to identify the bibliographic entry across the web
de: Externe Webadresse zur Identifikation des bibliografischen Eintrags im Internet

# database.entry.itemTitle
source: Item title
de: Beitragstitel

# database.entry.itemTitle.description
source: Title of the non-independent publication, e.g., a paper
de: Titel der nicht-selbständigen Veröffentlichung, z.B. eines Aufsatzes

# database.entry.publicationTitle
source: Publication title
de: Publikationstitel

# database.entry.publicationTitle.description
source: Title of the independent publication, e.g., a monograph
de: Titel der eigenständigen Veröffentlichung, z.B. einer Monografie

# database.entry.publicationPlace
source: Publication place
de: Verlagsort

# database.entry.publicationPlace.description
source: City or town where the publication was produced
de: Stadt oder Ort, wo die Publikation produziert wurde

# database.entry.publicationDateCirca
source: Publication date
de: Veröffentlichungsdatum

# database.entry.publicationDateCirca.description
source: Approximate date when the publication was published, usually a year
de: Grobes Datum, an dem die Publikation veröffentlicht wurde, üblicherweise eine Jahr

# database.entry.publicationDateStart
source: Start of the publication period
de: Beginn des Veröffentlichungszeitraums

# database.entry.publicationDateStart.description
source: Exact onset of the known period the publication was published in
de: Genaues Anfangsdatum des bekannten Veröffentlichungszeitraums

# database.entry.publicationDateEnd
source: End of the publication period
de: Ende des Veröffentlichungszeitraums

# database.entry.publicationDateEnd.description
source: Exact end of the known period the publication was published in
de: Genaues Anfangsdatum des bekannten Veröffentlichungszeitraums

# database.entry.publisher
source: Publisher
de: Verlag

# database.entry.publisher.description
source: Name of the publisher
de: Name des Verlags

# database.entry.author
source: Author
de: Autor:in

# database.entry.author.description
source: List all authors of the entry
de: Liste alle Autor:innen des Eintrags

# database.entry.editor
source: Editor
de: Herausgeber:in

# database.entry.editor.description
source: List all editors of the entry
de: Liste aller Herausgeber:innen des Eintrags

# database.entry.translator
source: Translator
de: Übersetzende:r

# database.entry.translator.description
source: List all translators of the entry
de: Liste aller Übersetzer:innen des Eintrags

# database.entry.genericContributor
source: Other contributor
de: Andere:r Beitragende:r

# database.entry.genericContributor.description
source: List all further contributors of the entry
de: Liste aller weiteren Beiteiligten des Eintrags

# database.entry.scope
source: Scope
de: Ausgabe

# database.entry.scope.description
source: Information on the specific edition of the publication
de: Informationen zur genauen Ausgabe der Publikation

# database.entry.extent
source: Extent
de: Umfang

# database.entry.extent.description
source: Extent of an item in the publication
de: Umfang eines Beitrags in der Publikation

# database.entry.extentType
source: Extent type
de: Umfangsart

# database.entry.extentType.description
source: Clarification of the type of extent, e.g., page numbers
de: Angabe der Art des angegebenen Umfangs, z.B. Seitenzahlen

# database.entry.extentType.pageNumbers
source: Page numbers
de: Seitenzahlen

# database.entry.extentType.paragraphNumbers
source: Paragraph numbers
de: Absatznummern

# database.entry.extentType.columnNumbers
source: Column numbers
de: Spaltenzahlen

# database.entry.extentType.chapterNumbers
source: Chapter numbers
de: Kapitelnummern

# database.entry.seriesTitle
source: Title of the publication series
de: Titel der Publikationsreihe

# database.entry.seriesTitle.description
source: Name of a series this publication is part of
de: Name einer Reihe, zu der die Publikation gehört

# database.entry.meetingTitle
source: Meeting name
de: Veranstaltungstitel

# database.entry.meetingTitle.description
source: Name of the meeting the publication was presented at
de: Titel der Veranstaltung, bei der die Publikation vorgestellt wurde

# database.entry.description
source: Description
de: Beschreibung

# database.entry.description.description
source: Brief information about the entry
de: Kurze Erläuterung des Eintrags

# database.entry.summary
source: Summary
de: Zusammenfassung

# database.entry.summary.description
source: Brief summary of the entry
de: Kurze Zusammenfassung des Eintrags

# database.entry.image
source: Image
de: Bild

# database.entry.image.description
source: Images depicting the entry, such as a cover or a digitisation
de: Bilder, die den Eintrag darstellen, wie z.B. ein Cover oder ein Digitalisat

# database.entry.file
source: File
de: Datei

# database.entry.file.description
source: Files that contains, for example, the content of the entry
de: Dateien, die beispielsweise den Inhalt des Eintrags enthalten

# database.entry.import
source: Imported file
de: Importierte Datei

# database.entry.import.description
source: Content of the file used to populate this record
de: Inhalt der Datei, die zum Befüllen dieses Datensatzes genutzt wurde

# database.entry.asEntryOfReference
source: As entry of a reference
de: Als Eintrag bei einer Referenz

# database.entry.asEntryOfReference.description
source: List of References that refer to this entry
de: Liste der Referenzen, die auf diesen Eintrag verweisen
